Repository: Discreete-Linux/extended-volume-manager
Catalog: *.po
Languages: de

source: Extended volume
de: Erweiterter Container

source: This appears to be an extended Volume. Do you want to make use of the settings stored therein?
de: Dies scheint ein erweiterter Container zu sein. Wollen Sie die darin gespeicherten Einstellungen benutzen?

source: Too many arguments.
de: Zu viele Argumente.

source: Close extended volume
de: Erweiterten Container schließen

source: Closes and Unmounts the selected extended Volume
de: Schließt des ausgewählten erweiterten Container

source: A system error occured. The error was %(error)s Local variables: %(vars)s
de: Ein Systemfehler ist aufgetreten. Der Fehler war %(error)s Lokale Variablen: %(vars)s

source: Could not set permissions and/or ownership on %s
de: Konnte Rechte und/oder Eigentümer auf %s nicht setzen

source: Failed to stop evolution, will skip loading evolution data from the extended container!
de: Konnte Evolution nicht anhalten, überspringe das Laden der Evolution-Daten vom erweiterten Container!

source: Multiple virtual machines were found on %s, don't know which one to start. Please start it manually.
de: Mehrere virtuelle Maschinen wurden auf %s gefunden, weiss nicht welche gestartet werden soll. Bitte manuell starten.

source: Start Virtual Machine?
de: Virtuelle Maschine starten?

source: A virtual machine named %s was found. Do you want to start it?
de: Eine virtuelle Maschine namens %s wurde gefunden. Soll sie gestartet werden?

source: An error occured trying to start the virtual machine: %s
de: Ein Fehler trat auf beim Versuch, die virtuelle Maschine: %s zu starten.

source: Setup backup
de: Backup einrichten

source: You have not yet configured a backup for this volume yet. I can create a default configuration which you can change later using the BackInTime application. You will need to create a backup volume using the volume wizard, if you have not already done so. Do you want to create a backup configuration now?
de: Sie haben noch kein Backup für dieses Volume eingerichtet. Ich kann eine Standard-Konfiguration erzeugen, die später mit dem Programm BackInTime angepasst werden kann. Sie müssen dafür ein Backup-Volume mit dem Volume-Assistent erzeugen, falls nicht bereits geschehen. Soll jetzt eine Backup-Konfiguration erzeugt werden?

source: An error occured while trying to create a default configuration.
de: Ein Fehler trat auf beim Anlegen der Backup-Einstellungen.

source: An error occured while checking the backup configuration.
de: Ein Fehler trat auf bei der Prüfung der Backup-Einstellungen.

source: An error occured while trying to run a (last) snapshot.
de: Ein Fehler trat auf beim Versuch, einen (letzten) Schnappschuss zu erstellen.

source: You seem to be opening an extended container previously created with Ubuntu Privacy Remix. Please be aware of the following: * Evolution data cannot be migrated. Please open with the old version instead, make a data backup within evolution and restore it using this new version. * The password manager FPM is not supported anymore. We now use KeePass 2 instead. FPM data will remain on the container; please open it with UPR and export your passwords, then import them into KeePass with Discreete Linux. * <b>The keyring format of GnuPG has changed! Your existing keys will be converted, and the old keyrings will remain in place. This means you can use the keys you have right now both with UPR and Discreete Linux. But any newly imported or created keys will only be usable on the system they were imported/created on. Please read the manual for further details!</b> <b>Do you want to continue and open this extended container?</b>
de: Sie öffnen einen erweiterten Container, der mit Ubuntu Privacy Remix erzeugt wurde. Bitte beachten Sie folgendes: * Evolution-Daten können nicht übernommen werden. Bitte statt dessen mit der alten Version öffnen, in Evolution eine Datensicherung durchführen und diese in der neuen Version importieren. * Der Passwort-Manager FPM wird nicht mehr unterstützt. Wir verwenden nun KeePass 2. Die Daten von FPM verbleiben im Container; bitte diese noch einmal unter UPR öffnen und die Kennwörter exportieren, anschliessend mit Discreete Linux in KeePass importieren. * <b>Das Schlüsselbund-Format von GnuPG hat sich geändert! Existierende Schlüssel werden konvertiert, die alten Schlüsselbunde bleiben intakt. Das bedeutet, Sie können die jetzt bereits vorhandenen Schlüssel sowohl mit UPR als auch mit Discreete Linux verwenden. Aber alle neu erzeugten oder importierten Schlüssel werden nur unter dem System nutzbar sein, unter dem sie erzeugt/importiert wurden. Bitte lesen Sie das Handbuch für nähere Details!</b> <b>Wollen Sie fortfahren und diesen erweiterten Container öffnen?</b>

source: New Version
de: Neue Version

source: Either this is not an extended volume, or there is already another extended volume mounted. There can only be one extended volume mounted at a time.
de: Entweder ist dies kein erweiterter Container, oder es ist bereits ein anderer erweiterter Container eingehängt. Es kann immer nur ein erweiterter Container gleichzeitig eingehängt sein.

source: Low free space
de: Wenig freier Speicherplatz

source: There are only %(freebytes)s free on %(volume)s. This may cause problems when using it as an extended volume. You should stop now, free some space and then try re-opening this as an extended volume again. Stop now?
de: Es sind nur noch %(freebytes)s frei auf %(volume)s. Das kann Probleme verursachen beim Verwenden als erweiterter Container. Sie sollten jetzt abbrechen, etwas Speicherplatz schaffen und den Container erneut als erweiterten öffnen. Jetz abbrechen?

source: Please wait...
de: Bitte warten...

source: Extended volume is being opened, please wait!
de: Erweiterter Container wird geöffnet, bitte warten!

source: Opening successful
de: Öffnen erfolgreich

source: Extended volume opened successfully.
de: Erweiterter Container wurde erfolgreich geöffnet.

source: There are still open files on %s, listed below. Please close them first.
de: Es sind noch Dateien auf %s geöffnet, die unten aufgelistet sind.Bitte diese zuerst schließen und erneut versuchen.

source: Extended volume is being closed, please wait!
de: Erweiterter Container wird geschlossen, bitte warten!

source: Unmounting the volume at %s failed!
de: Aushängen des Volumes auf %s fehlgeschlagen!

source: Closing successful
de: Schließen erfolgreich

source: Extended volume closed successfully!
de: Erweiterter Container wurde erfolgreich geschlossen.

source: Listens for mounted volumes which could be extended volumes
de: Sucht nach eingehängten Datenträgern, die "erweiterte Volumes" sein könnten.
